[
    {
        "title": "Kluski śląskie",
        "description": "odzaj klusek ziemniaczanych przygotowanych z gotowanych ziemniaków i mąki, formowane w mocno spłaszczone kulki z wgłębieniem, gotowane w osolonym wrzątku. Kluski śląskie wpisane są na Listę produktów tradycyjnych województwa opolskiego oraz osobno śląskiego.",
        "ingredients": [
            "1 kg ziemniaków",
            "2 żółtka",
            "1 łyżeczka Oleju Wielkopolskiego",
            "sól",
            "1 łyżka mąki pszennej",
            "10 dag mąki ziemniaczanej"
        ],
        "recipe": "Ugotuj ziemniaki w mundurkach. Jeszcze gorące przeciśnij przez praskę, a gdy lekko przestygną, dodaj żółtka, odrobinę Oleju Wielkopolskiego i obie mąki. Masę posól do smaku, zagnieć i ulep kluseczki nieco większe od orzecha włoskiego. Każdą spłaszcz, pośrodku zrób palcem dołek. Kluski wkładaj do wrzącej, osolonej wody i gotuj na średnim ogniu około 5 minut (aż wypłyną na powierzchnię). Wyjmuj łyżką cedzakową, osączaj z wody i podawaj do pieczeni, rolad, sosu mięsnego lub polane skwarkami z boczku.",
        "allergen": "gluten, soja, seler, mleko",
        "image": "kluski_slaskie.webp",
        "tags": [
            "kuchania polska", "ziemniaki"
        ]
    },
    {
        "title": "Wegańskie pancakes doskonałe",
        "description": "Pancakes, czyli klasyczne amerykańskie naleśniki, wydawały mi się przereklamowane – małe, blade, gołe placki z importu. Ale kilka dni temu na Wasze życzenie zaczęłam pracować nad przepisem na pancakes z aquafabą. I kiedy w końcu spróbowałam pierwszego udanego placuszka zrozumiałam dwie rzeczy. Że nie wiedziałam nic o pancakesach i że mam nowy ulubiony deser.",
        "ingredients": [
            "1 1/2 szklanki mleka sojowego",
            "2 żółtka",
            "1 łyżka octu",
            "4 łyżki oleju",
            "2 szklanki mąki pszennej",
            "1 1/4 łyżeczki proszku do pieczenia",
            "3/4 łyżeczki sody oczyszczonej",
            "szczypta soli",
            "4 łyżki aquafaby",
            "2 łyżki cukru pudru",
            "1/2 łyżeczki mąki ziemniaczanej, opcjonalnie",
            "do podania: syrop klonowy, syrop z agawy lub ulubiony słodki syrop"
        ],
        "recipe": "Mokre składniki: mleko roślinne połączyć z octem w szklance, zamieszać i zostawić. Postawić obok olej, żeby o nim nie zapomnieć. Suche składniki: w misce wymieszać mąkę, proszek do pieczenia, sodę oraz sól. Do drugiej miski wlać aquafabę i ubijać mikserem do momentu, aż będzie sztywna, gęsta i trwała, czyli około 5 – 7 minut. Po tym czasie dodać cukier puder, ubijać jeszcze minutę, a na koniec dodać mąkę ziemniaczaną i ubijać ostatnią minutę. Do suchych składników dodać mokre składniki oraz olej. Wymieszać krótko łyżką, tak, aby składniki się połączyły ale wciąż były grudki. Dodać połowę aquafaby i delikatnie wymieszać, dodać resztę i tak samo wymieszać. Rozgrzać suchą patelnię. Na patelnię wylać łyżką placuszki i smażyć na małym ogniu przez 2 – 3 minuty, do momentu, aż zrobią się złote i przewrócić łopatką na drugą stronę. Smażyć kolejne 1 – 2 minuty i podawać z syropem klonowym lub innym ulubionym. Naprawdę dobrze smakują na zimno.",
        "allergen": null,
        "image": "pancakes.jpg",
        "tags": [
            "naleśniki", "pancakes"
        ]
    },
    {
        "title": "Gruszki z czekoladą pod orzechową kruszonką",
        "description": "Gdyby gruszki chodziły do gimnazjum, to byłyby tymi nastolatkami, o których wciąż się mówi, że inne nastolatki mają na nie zły wpływ. Kostka za dużo gorzkiej czekolady – zupełnie znikają. Szczypta kawy za mało – robi się za słodko. Pasuje do nich zarówno białe, jak i czerwone wino, ale czasem wystarczy pogotować je o minutę za długo i znowu ich słodki smak gdzieś zniknie. Ale od kiedy kolegują się z nie za drobno posiekaną gorzką czekoladą i odrobiną kawy w orzechowej kruszonce nauczyciele nie mogą się ich nachwalić.",
        "ingredients": [
            "6 miękkich gruszek / 800 g",
            "6 kostek gorzkiej czekolady",
            "1 łyżeczka mąki, dowolnej",
            "2/3 szklanki orzechów laskowych",
            "1/2 szklanki płatków owsianych",
            "1 łyżka cukru trzcinowego",
            "1/2 łyżeczki kawy mielonej, parzonej",
            "1/4 łyżeczki soli",
            "3 – 4 łyżki oleju, dowolnego"
        ],
        "recipe": "Rozgrzać piekarnik do 180 stopni. Gruszki obrać, pokroić na duże kawałki, wrzucić do naczynia żaroodpornego i obsypać mąką. Wymieszać, dorzucić przekrojone na pół kostki czekolady. Do kubeczka blendera z małym ostrzem „S” wsypać orzechy, płatki owsiane, cukier trzcinowy, kawę oraz sól. Krótko zblendować, tylko do momentu, aż wszystko będzie lekko posiekane, przez około 10 – 15 sekund. Dodać olej i dopiero dalej blendować do momentu, aż wszystko się połączy. Kruszonkę wyłożyć na gruszki, tak, żeby przykryła wszystkie owoce, wyrównać i wsunąć do piekarnika. Piec przez 15 minut, następnie lekko wyrównać kruszonkę i sprawdzić, czy się nie przypieka i dopiekać kolejne 15 minut. Podawać gorące bez żadnych dodatków, albo w wersji naprawdę rozpustnej, polane kokosowym mleczkiem. Następnego dnia świetnie smakuje na śniadanie.",
        "allergen": "orzechy",
        "image": "gruszki_z_czekolada.jpg",
        "tags": [
            "gruszka", "czekolada", "orzechy"
        ]
    },
    {
        "title": "Kokosowa owsianka z masłem orzechowym i malinami",
        "description": "W sezonie malinowym dobrze jest wymyślić jak najwięcej sposobów na to, żeby jeść maliny od rana do wieczora. Jednym z takich sposobów jest właśnie prosta kokosowa owsianka z dużą ilością kwaśnych malin i puszystym kremem z masła orzechowego. Bez obaw – wszystko gotowe jest w mniej niż kwadrans.",
        "ingredients": [
            "½ szklanki płatków owsianych",
            "1 szklanka wody",
            "1 mała puszka mleczka kokosowego / 165 ml",
            "½ łyżeczki cukru trzcinowego albo dowolnego słodzika",
            "szczypta soli",
            "oraz do podania: garść malin",
            "Składniki na krem z masła orzechowego:",
            "2 łyżki masła orzechowego",
            "3 – 4 łyżki wody",
            "szczypta soli"
        ],
        "recipe": "Do małego garneczka dodać płatki owsiane, kokosowe mleczko, wodę, cukier oraz sól. Doprowadzić do zagotowania, a następnie gotować na małym ogniu nie mieszając przez 5 – 7 minut czyli do momentu, aż owsianka odpowiednio zgęstnieje. W międzyczasie do blendera dodać masło orzechowe z wodą oraz solą i przygotować orzechowy krem. W miseczce rozgnieść maliny. Gotową owsiankę nałożyć do misek, na każdą nałożyć łyżeczkę orzechowego kremu i dużą łyżkę rozgniecionych malin. Dobrze smakuje na gorąco i na zimno.",
        "allergen": "",
        "image": "owsianka_z_malinami.jpg",
        "tags": [
            "owsianka", "maliny"
        ]
    },
    {
        "title": "Złota owsianka",
        "description": "Co tu dużo mówić – to moja ulubiona owsianka w tym sezonie. Zaraz równie zwięźle wyjaśnię Wam dlaczego bo bardzo chciałabym, żebyście mogli jak najszybciej wyruszyć do kuchni.",
        "ingredients": [
            "1 łyżeczka oleju kokosowego lub innego",
            "1/2 łyżeczki kurkumy",
            "szczypta czarnego pieprzu",
            "1/4 szklanki płatków owsianych",
            "1 szklanka mleka roślinnego",
            "szczypta soli",
            "szczypta cukru trzcinowego",
            "do podania: syrop klonowy, ulubione orzechy, ulubione bakalie lub owoc"
        ],
        "recipe": "Na dno małego rondelka włożyć olej kokosowy i lekko podgrzać. Dodać kurkumę oraz pieprz i podgrzewać przez 30 sekund. Po tym czasie dodać płatki, mleko, sól oraz cukier i gotować przez 10 – 15 minut na małym ogniu, co jakiś czas można zamieszać. Na koniec jeśli owsianka jest za gęsta można dodać 1 – 2 łyżki mleka i podawać z ulubionymi dodatkami. Dobrze smakuje naprawdę ze wszystkim.",
        "allergen": "",
        "image": "zlota_owsianka.jpg",
        "tags": [
            "owsianka", "płatki owsiane"
        ]
    },
    {
        "title": "Wegańskie gofry idealne",
        "description": "Lubiłam gofry. To było dawno temu, kiedy byłam dzieckiem i co roku objadałam się nimi nad morzem z rodzicami. To właśnie ich zapach kojarzył mi się z wakacjami w Jastrzębiej Górze. Słona woda, plaża, krem do opalania i gofry. A potem na lata gofry przestały dla mnie istnieć, bo te wegańskie po prostu mi nie smakowały i nie przypominały tych z deptaka przy plaży. Aż do teraz.",
        "ingredients": [
            "Składniki na ciasto:",
            "1 ½ szklanki mąki pszennej",
            "1 szklanka mleka roślinnego + 2 łyżki",
            "1 łyżka octu jabłkowego lub soku z cytryny",
            "½ łyżeczki proszku do pieczenia",
            "⅓ łyżeczki soli",
            "Do ubicia:",
            "½ szklanki aquafaby, czyli mniej niż w jednej puszce ciecierzycy",
            "2 łyżki cukru trzcinowego lub innego słodzika",
            "3 łyżki oleju roślinnego",
            "oraz: olej do posmarownaia gofrownicy i wszystko, na co tylko macie ochotę do podania"
        ],
        "recipe": "Wszystkie składniki na ciasto wymieszać w niedużej misce przy pomocy szpatuły lub miksera na gęste, lepkie ciasto. Odstawić na bok. W bardzo dużej misce przy pomocy miksera ubić aquafabę na sztywną pianę – zajmuje to około 4 – 6 minut. Piana powinna być tak sztywna, że można swobodnie obracać miskę. Do ubitej piany dodawać po łyżce cukru i wciąż miskować przez 1 minutę. Następnie po łyżce dodawać olej i miksować kolejną minutę. Na koniec do piany po łyżce dodawać ciasto i ubijać na niskich obrotach do momentu, aż piana połączy się z gęstym ciastem w jedną, puszystą, gładką masę. Porządnie rozgrzać gofrownicę, posmarować delikatnie olejem i wyłożyć porcję ciasta. Piec na złoto i podawać z ulubionymi składnikami.",
        "allergen": "",
        "image": "weganskie_gofry.jpg",
        "tags": [
            "gofry"
        ]
    },
    {
        "title": "Kokosowa owsianka z żurawiną",
        "description": "Żurawina wywodzi się z rodziny wrzosowatych, ale najbliżej jej do borówek. Występuje w dwóch różnych gatunkach, jako żurawina błotna i wielkoowocowa. To właśnie z tej drugiej przyrządza się najlepsze galaretki, musy, dżemy i sosy używane do obiadów. Ale też dodatki do słodkich śniadań.",
        "ingredients": [
            "½ szklanki płatków owsianych",
            "1 szklanka wody",
            "1 mała puszka mleczka kokosowego / 165 ml",
            "1 łyżeczka cukru trzcinowego",
            "¼ laski wanilii",
            "szczypta soli",
            "½ szklanki świeżej żurawiny",
            "¼ szklanki zaparzonej herbaty aroniowej lub różanej"
        ],
        "recipe": "Do rondelka włożyć wszystkie składniki poza żurawiną i herbatą. Podgrzewać na małym ogniu nie mieszając, następnie gotować przez 5 –  7 minut do czasu, aż odpowiednio zgęstnieje. W międzyczasie w rondelku obok zagotować żurawinę z herbatą aroniową. Gotować przez 2 – 3 minuty, do momentu aż żurawina zrobi się miękka. Gorącą owsiankę nakładać do miseczek razem z żurawiną, można obsypać wiórkami kokosowymi.",
        "allergen": "",
        "image": "owsianka_z_zurawina.jpg",
        "tags": [
            "owsianka", "żurawina"
        ]
    },
    {
        "title": "Kokosowa owsianka z rabarbarem",
        "description": "Uwaga, zaczęło się! Wraz z początkiem maja na straganach zjawiły się kwaśne łodygi rabarbaru, a razem z nimi na blogu rozpocznie się prawdziwy, rabarbarowy festiwal. Będą rabarbarowe tarty, babeczki i budynie, a na początek słodka, kokosowa owsianka z rabarbarem i hibiskusem.",
        "ingredients": [
            "¼ szklanki płatków owsianych",
            "1 szklanka mleka kokosowego",
            "1 łyżeczka cukru trzcinowego",
            "szczypta soli",
            "1 łodyga rabarbaru",
            "¼ szklanki naparu z hibiskusa lub dzikiej róży",
            "1 łyżeczka cukru trzcinowego"
        ],
        "recipe": "Do rondelka wsypać płatki owsiane, dodać mleko kokosowe, cukier oraz sól i gotować 5 – 8 minut. Rabarbar pokroić w kostkę, dodać napar z hibiskusa oraz cukier. Gotować 3 – 4 minuty. Gorącą owsiankę przełożyć do miseczek, podawać z rabarbarem.",
        "allergen": "",
        "image": "owsianka_z_rabarbarem.jpg",
        "tags": [
            "owsianka", "rabarbar"
        ]
    },
    {
        "title": "Chałwowa owsianka z jagodami",
        "description": "Skoro każdy nowy dzień powinno zaczynać się od pożywnego, ciepłego śniadania; to nowy rok na blogu też musi zacząć się od miski pełnej rozgrzewającej owsianki.",
        "ingredients": [
            "⅔ szklanki płatków owsianych",
            "2 szklanki mleka roślinnego",
            "1 łyżka syropu klonowego lub trzcinowego cukru",
            "¼ łyżeczki kardamonu",
            "szczypta soli",
            "2 łyżki tahiny",
            "do podania: jagody (świeże lub mrożone) i ulubiony słodki syrop"
        ],
        "recipe": "Wszystkie składniki owsianki poza tahiną włożyć do małego rondelka i gotować na niedużym ogniu przez 5 – 8 minut, czyli do czasu, aż płatki zmiękną. Na koniec dodać tahinę, dokładnie wymieszać i nałożyć do miseczek. Podawać razem z dużą łyżką jagód i ulubionym słodkim syropem.",
        "allergen": "",
        "image": "chalwowa_owsianka_z_jagodami.jpg",
        "tags": [
            "owsianka", "jagody"
        ]
    },
    {
        "title": "Marchewkowa owsianka",
        "description": "Jesienią nie ma lepszego zapachu niż aromat gorącego ciasta marchewkowego. Wiadomo o co chodzi: o słodki cynamon, pikantny imbir i korzenne nuty gałki muszkatołowej. A gdyby tak samo mogło pachnieć poranne śniadanie?",
        "ingredients": [
            "½ szklanki płatków owsianych",
            "1 szklanka mleka roślinnego",
            "1 łyżka syropu klonowego",
            "½ łyżeczki dobrego cynamonu, używam tego",
            "½ łyżeczki suszonego imbiru",
            "¼ łyżeczki gałki muszkatołowej",
            "szczypta soli",
            "¾ – 1 szklanka purée marchewkowego*",
            "do podania: prażone orzechy laskowe lub pekany, syrop klonowy"
        ],
        "recipe": "Wszystkie składniki poza puree marchewkowym włożyć do małego rondelka i gotować przez 5 – 8 minut na małym ogniu, co jakiś czas delikatnie mieszając. Kiedy płatki będą miękkie, dodać purée marchewkowe, wymieszać i gotować kolejne 2 – 3 minuty. Gorącą owsiankę podawać razem z uprażonymi orzechami i większą ilością syropu klonowego.",
        "allergen": "",
        "image": "marchewkowa_owsianka.jpg",
        "tags": [
            "owsianka", "marchewki"
        ]
    }
]